<html>

<head>

    <?php include('JsKKT.php') ?>
    <?php include('cssKKT.php') ?>
    <style>
        #share-buttons img { width: 50px; padding: 5px; border: 0; box-shadow: 0; display: inline; }

        @media (min-width: 360px) {
            .m-card1{
                margin: 25 0;
            }
            .m-card2{
                font-size:20px;
                font-family: 'Kanit', sans-serif;
            }
            .m-card3{
                font-size:15px;
                font-family: 'Kanit', sans-serif;
            }
        } 
        @media (min-width: 1024px) {
            .aa {
                font-size:30px;
                font-family: 'Kanit', sans-serif;
            }
            .mm {
                font-size:18px;
                font-family: 'Kanit', sans-serif;
            }
        } 
    </style>
</head>

<body>
    <?php include('navKKT.php') ?>
    <div class="container" style="background:#FFFFFF;padding:0;">
    <section class="hero is-medium ee aa1">
            <div class="hero-body" style=" padding-bottom: 5rem !important;padding-top: 9rem !important">
                <div class="container" style="text-align:center">
                    <img src="images/KKT2.png" style="width:100%">
                </div>
            </div>
        </section>
    <!-- -------------------------------------------------------------------------------------------------------------------------------------------------- -->
    <section class="section font-face m-card1">
            <div class="rows ">
                    <span class="aa m-card2" style="font-weight:bold">ซันนี่ สายล่อฟ้า” อรรคนิธิ์ ส่งเสริมสวัสดิ์ แชมป์เยาวชนเอเชียฟอร์มเฉียบ <br> แทง “จ้าว หยู เป็ง” ดาวโรจน์ของจีนขาดลอย 4-1 เฟรม</span>
                <div style="font-size:17px;color:grey;">
                    <i class="far fa-clock"></i>
                    วันที่ 14 กพ 2562 (12.30 น) ความคิดเห็น 0
                </div>
                <div class="textbox"></div>
                <br>
                <div id="share-buttons"> <!-- Facebook --> <a href="https://www.facebook.com/sharer.php?u=https://frinmash.blogspot.com" target="_blank"><img src="https://4.bp.blogspot.com/-raFYZvIFUV0/UwNI2ek6i3I/AAAAAAAAGSA/zs-kwq0q58E/s1600/facebook.png" alt="Facebook" /></a> 
                <!-- Twitter --> <a href="https://twitter.com/share?url=https://frinmash.blogspot.com&text=Simple Share Buttons" target="_blank"><img src="https://4.bp.blogspot.com/--ISQEurz3aE/UwNI4hDaQMI/AAAAAAAAGS4/ZAgmPiM9Xpk/s1600/twitter.png" alt="Twitter" /></a> 
                <!-- Google+ --> <a href="https://plus.google.com/share?url=https://frinmash.blogspot.com" target="_blank"><img src="https://2.bp.blogspot.com/-9ijXNtKTaSk/UwNI3ANT4MI/AAAAAAAAGSY/Tu4kE8x9SnI/s1600/google.png" alt="Google" /></a> 
                <!-- Email --> <a href="mailto:?Subject=FrinMash&Body=I%20saw%20this%20and%20thought%20of%20you!%20 https://frinmash.blogspot.com"><img src="https://4.bp.blogspot.com/-njgKtNLrPqI/UwNI2o-9WfI/AAAAAAAAGR4/f8da1gBgyLs/s1600/email.png" alt="Email" /></a> 
                </div>
                <div>
                    
                </div>

            </div>
    </section>
    <!-- -------------------------------------------------------------------------------------------------------------------------------------------------- -->
    <section class="">
        <div style="text-align:center">
            <img src="images/top10.jpg">
            <p class="m-card3 mm" style="text-indent:50px;text-align:justify;padding:5%;">  การแข่งขันสนุ้กเกอร์รายการนอร์ทเธิร์น ไอร์แลนด์ โอเพ่น ชิงเงินรางวัลรวม 366,000 ปอนด์ หรือกว่า 17 ล้านบาท ได้ฤกษ์ดวลคมคิว ที่ไททานิก เอ็กซิบิชั่น ฮอลล์ ประเทศไอร์แลนด์เหนือ ซึ่งทัพนักสอยคิวไทยพาเหรดลงดวลคิวครบทั้ง 7 คน
                ปรากฏว่า “ซันนี่ สายล่อฟ้า” อรรคนิธิ์ ส่งเสริมสวัสดิ์ แชมป์เยาวชนเอเชีย ออกคิวสุดเฉียบ เข้าเบรก 54 กับ 90 แต้ม ไล่แทง จ้าว หยู เป็ง ดาวโรจน์ของจีน ลงได้อย่างขาดลอย 4-1 เฟรม ด้วยสกอร์ 63-59, 94-0, 75-51, 16-79
                และ 74-46 ตีตั๋วเข้าสู่รอบ 64 คน เข้าไปเจอกับ มาร์ค เดวิส อดีตแชมป์ 6 แดงโลก 2 สมัยชาวอังกฤษ ที่คว่ำ เจสัน เวสตัน 4-0 ขณะที่ “ต๋อง ศิษย์ฉ่อย” ที่เพิ่งผ่านเข้ารอบ 16 คน รายการอินเตอร์เนชั่นแนล แชมเปียนชิพ ซึ่งเป็นผลงานที่ดี
                ที่สุดในรอบหลายปี เครื่องดับแพ้ คริส เวคลิน นักสอยคิวมือ 66 ของโลก วัย 24 ปีชาวอังกฤษ 1-4 เฟรม ตกรอบแรกเช่นเดียวกับ “แจ๊ค สระบุรี” เดชาวัต พุ่มแจ้ง ที่แพ้จอมเก๋า อเล็กซ์ บอร์ก จากมอลตา 2-4 เฟรม.

                วันที่ 5 ก.ค. 59 การแข่งขันสนุ้กเกอร์รายการสะสมคะแนนโลก "อินเดียน โอเพ่น" ซึ่งเป็นรายการล่าแต้มรายการที่ 2 ประจำซีซั่น 2016-17 เตรียมดวลคมคิวกันในวันนี้ ที่เอชไอซีซี โนโวเทล โฮเทล นครไฮเดอราบัด ประเทศอินเดีย
                ที่เป็นเจ้าภาพเป็นหนแรกด้วย หลังจากก่อนหน้านี้ อินเดียใช้สถานที่แข่งขันคือ แกรนด์ไฮแอต ในมุมไบ รายการนี้เริ่มสตาร์ตดวลคิวรอบแรก 64 คน ระบบ 4 ใน 7 เฟรม มีนักสอยคิวไทยผ่านการคัดเลือกมาเล่นได้ทั้งหมด 3 คน เริ่มจากสายบน
                "ต๋อง ศิษย์ฉ่อย" รัชพล ภู่โอบอ้อม นักแทงอดีตมือ 3 ของโลก ที่ได้สิทธิ์ไวลด์การ์ดในซีซั่นนี้ เจอของแข็งดวลกับเจมี โจนส์ มือ 35 จากเวลส์ วัย 28 ปี ซึ่งคู่นี้เจอกันเป็นครั้งแรกอีกด้วย หากต๋องชนะได้จะไปเจอกับมาร์ติน กูลด์ หรืออัลลัน เทย์เลอร์
                ขณะที่ "ซันนี่ สายล่อฟ้า" อรรคนิธิ์ ส่งเสริมสวัสดิ์ แชมป์เยาวชนเอเชีย จะดวลกับเจมี เบอร์เน็ตต์ จอมเก๋าวัย 40 ปี มือ 59 จากสกอตแลนด์ หากผ่านไปได้จะพบกับผู้ชนะระหว่างมาร์ค เดวิส หรือโรบิน ฮอลล์ ต่อไป
                ทางฝั่งสายล่าง "แจ๊ค สระบุรี" เดชาวัต พุ่มแจ้ง มือ 45 ของโลก วัย 37 ปี จะดวลกับไมเคิล จอร์โจ นักแทงลูกครึ่งอังกฤษ-ไซปรัส มือ 74 ของโลก ถ้าแจ๊คเข้ารอบ จะไปดวลกับผู้ชนะระหว่าง ฌอน เมอร์ฟีย์ หรือแดเนียล เวลล์ส  </p>

                <img src="images/Cgame.jpg">
            <p class="m-card3 mm" style="text-indent:50px;text-align:justify;padding:5%;"> รูดม่านปิดฉากเป็นที่เรียบร้อยสำหรับการแข่งขันกีฬาแห่งชาวอาเซียน "ซีเกมส์ ครั้งที่ 29" ณ กรุงกัวลาลัมเปอร์ ประเทศมาเลเซีย โดยทัพเสือเหลือง เป็นฝ่ายโกยเหรียญผงาดครองจ้าวกีฬา ด้วยสถิติ 145 เหรียญทอง, 92 เหรียญเงิน และ 86 เหรียญทองแดง 

                โดยในพิธีปิดการแข่งขัน ที่สนามบูกิตจาลิล เมื่อวันพุธที่ 30 สิงหาคม ที่ผ่านมา นายนาจิบ ราซัค นายกรัฐมนตรีเป็นประธาน ได้เป็นประธานในงาน พร้อมทั้งได้มีการส่งมอบธงซีเกมส์ ให้กับเจ้าภาพครั้งที่ 30 คือ ฟิลิปปินส์ ในปี ค.ศ.2019

                หลังจบทัวร์นาเมนต์ดังกล่าว "เดอะ สตาร์" สื่อในประเทศ ได้ออกมาสรุปผลงานของทัพนักกีฬา รวมถึงภาพรวมของการจัดงาน โดยยกให้เป็นการแข่งขันกีฬาในภูมิภาคอาเซียนที่ดีที่สุดเท่าที่เคยมีมา โดยยืนยันจัดการแข่งขันอย่างมีมาตรฐานสากล และไม่ได้รับการร้องเรียนถึงปัญหาจากชาติสมาชิกทั้ง 11 ประเทศ

                นอกจากนี้ได้มีการสัมภาษณ์ประชาชนชาวมาเลเซีย ว่ารู้สึกอย่างไรกับซีเกมส์ครั้งนี้ ซึ่งเสียงส่วนใหญ่ ยกย่อง และชึ่นชมกับการเป็นเจ้าเหรียญทอง รวมถึงมองว่าเป็นเรื่องดีที่นักกีฬาอายุน้อยสามารถประสบความสำเร็จในการแข่งขัน แถมการเป็นเจ้าภาพครั้งนี้ทำให้ประชาชนในชาติมีความสามัคคี

                ทั้งนี้แม้กระแสตอบรับในประเทศมาเลเซีย จะถือว่าดีเกินคาด ทว่าสื่อต่างประเทศระบุว่าชาติเพื่อนบ้านอย่าง ไทย, อินโดนีเซีย รวมทั้ง เวียดนาม และเมียนมา ต่างก็วิจารณ์การเป็นเจ้าภาพของมาเลเซียครั้งนี้ว่า ต่ำกว่ามาตรฐานที่เคยจัดกันมา 

                อย่างไรก็ตาม อาหมัด ชาปาวี อิสมาอิล ประธานคณะกรรมการโอลิมปิกมาเลเซีย ยืนยันว่าตนไม่ได้รับการตำหนิหรือร้องเรียนจากประเทศเพื่อนบ้านอย่างเป็นทางการ และถือว่าการจัดการแข่งขันครั้งนี้อยู่ในระดับมาตรฐาน เพราะมีเจ้าหน้าที่จากสหพันธ์กีฬานานาชาติหลายองค์กรร่วมสังเกตการณ์ ซึ่งทุกอย่างเป็นไปด้วยดี </p>
                        </div>
                    </section>
    <!-- -------------------------------------------------------------------------------------------------------------------------------------------------- -->
    </section>
    <!-- -------------------------------------------------------------------------------------------------------------------------------------------------- -->
    </div>
    <!-- -------------------------------------------------------------------------------------------------------------------------------------------------- -->
    <?php include('footerKKT.php') ?>
    <!-- -------------------------------------------------------------------------------------------------------------------------------------------------- -->
</body>

</html>