<html>
<head>
    <?php include('JsKKT.php') ?>
    <?php include('cssKKT.php') ?>
    
     <style>
            .card-equal-height {
                display: flex;
                flex-direction: column;
                height: 100%;
            }

            .card-equal-height .card-footer {
                margin-top: auto;
            }

            .card {
                border-radius: 0.5rem;
                margin:15px;
            }

            .card:hover {
                box-shadow: 0 8px 16px 0 rgba(0, 0, 0, 0.2);
            }
            
            .dd {
                box-shadow: 12px 15px 20px 0px rgba(46,61,73,0.15);
            }
            

            @media (min-width: 360px) {
            
            
        } 
            @media (max-width: 1024px) {
            .nn {
                flex-wrap:unset !important;
                text-align: unset !important;
                font-size:15px;
            }
            .tt {
                margin-left: 25px; 
                height:45px;
            }
            .m-card {
                margin-top: 28px;
            }
            .m-card1{
                margin: 25 0;
            }
            .aa1 {
                display:none !important;
            }
            .pp {
                margin:0;
            }
            .m1 {
                margin:10;
            }
        } 
            @media (min-width: 1024px) {
            .span1 {
            font-size:30px;
            font-family: 'Kanit', sans-serif;
            }
            .nn1 {
                font-size:25px;
            }
            .pp {
                margin:0;
            }
            .ff {
                font-size:20px;
            }
            
        }
    </style>

<script>
        $(document).ready(function() {
            // addnew()
            fetchresearch()
        });

        function checksearch(){
            console.log($('#searchInput').val())
            window.location.href = './search.php?type=research&word='+$('#searchInput').val()
        }
        
        function fetchresearch(){
            $.ajax({
                type:'post',
                data:{},
                url:'./api/fetchResearch.php',
                success:function(response){
                    // console.log(response)
                    
                    if(response.indexOf('alladmin_') >= 0){
                        var alldata = response.split('alladmin_')[1]
                        var alldata_ = alldata.split('0000000000')
                        var inner = ''
                        inner += '    <div class="columns is-multiline">'
                        for (var i = 0; i < alldata_.length && i < 9; i++) {
                            
                            
                            if(alldata_[i].trim().length > 0){
                                var result = alldata_[i].split('^')
                                console.log(i,result[i])
                                inner += '    <div class="col-md-4">' 
                                inner += '        <div class="card">' 
                                inner += '          <div class="card-head" style="background:#117FCD;">'
                                inner += '             <p class=" has-text-centered" style="display:flex;flex-direction:row;justify-content:center;font-weight:bold;"><a style="color:white;margin:10px;font-size:14px;">' + result[1] + '</a></p>'
                                inner += '          </div>'
                                inner += '           <div class="card-body dd">' 
                                inner += '           <p>'+result[2].substring(0,140)+'...<a href="research2.php?id='+result[0]+'">อ่านต่อ</a></p>' 
                                inner += '            <span style="font-size:12px">บทความโดย: ทดสอบ ระบบ</span>' 
                                inner += '           </div>' 
                                inner += '       </div>' 
                                inner += '   </div>' 
                            }
                            



                        }
                        inner += '             </div>'
                        $('#news').append(inner);
                    }
                    
                }
            })
        }

        function addnew() {



            var inner = ""

            var headernew = ["ทักษะการจัดการความเครียดทางการกีฬาของนักกีฬาเยาวชนไทย",
                "ทักษะการจัดการความเครียดทางการกีฬาของนักกีฬาฟุตซอลเยาวชนไทย",
                "การทบทวนวรรณกรรมอย่างเป็นระบบในงานวิจัยเกี่ยวกับคุณลักษณะทางจิตใจของนักกีฬา",
                "ทักษะการจัดการความเครียดทางการกีฬาของนักกีฬาเยาวชนไทย",
                "ทักษะการจัดการความเครียดทางการกีฬาของนักกีฬาฟุตซอลเยาวชนไทย",
                "การทบทวนวรรณกรรมอย่างเป็นระบบในงานวิจัยเกี่ยวกับคุณลักษณะทางจิตใจของนักกีฬา",
                "ทักษะการจัดการความเครียดทางการกีฬาของนักกีฬาเยาวชนไทย",
                "ทักษะการจัดการความเครียดทางการกีฬาของนักกีฬาฟุตซอลเยาวชนไทย",
                "การทบทวนวรรณกรรมอย่างเป็นระบบในงานวิจัยเกี่ยวกับคุณลักษณะทางจิตใจของนักกีฬา"
            ]

            var descrip = [
                "ปรากฏว่า “ซันนี่ สายล่อฟ้า” อรรคนิธิ์ ส่งเสริมสวัสดิ์ แชมป์เยาวชนเอเชีย ออกคิวสุดเฉียบ เข้าเบรก 54 กับ 90 แต้ม ไล่แทง จ้าว หยู เป็ง ดาวโรจน์ของจีน ลงได้อย่างขาดลอย 4-1 เฟรม ด้วยสกอร์ 63-59, 94-0, 75-51, 16-79และ 74-46 ตีตั๋วเข้าสู่รอบ 64 คน เข้าไปเจอกับ มาร์ค เดวิส อดีตแชมป์ 6 แดงโลก 2 สมัยชาวอังกฤษ ที่คว่ำ เจสัน เวสตัน 4-0 ขณะที่ “ต๋อง ศิษย์ฉ่อย” ที่เพิ่งผ่านเข้ารอบ 16 คน รายการอินเตอร์เนชั่นแนล แชมเปียนชิพ ซึ่งเป็นผลงานที่ดี ที่สุดในรอบหลายปี เครื่องดับแพ้ คริส เวคลิน นักสอยคิวมือ 66 ของโลก วัย 24 ปีชาวอังกฤษ 1-4 เฟรม ตกรอบแรกเช่นเดียวกับ “แจ๊ค สระบุรี” เดชาวัต พุ่มแจ้ง ที่แพ้จอมเก๋า อเล็กซ์ บอร์ก จากมอลตา 2-4 เฟรม.วันที่ 5 ก.ค. 59 การแข่งขันสนุ้กเกอร์รายการสะสมคะแนนโลก อินเดียน โอเพ่น ซึ่งเป็นรายการล่าแต้มรายการที่ 2 ประจำซีซั่น 2016-17 เตรียมดวลคมคิวกันในวันนี้ ที่เอชไอซีซี โนโวเทล โฮเทล นครไฮเดอราบัด ประเทศอินเดีย ที่เป็นเจ้าภาพเป็นหนแรกด้วย หลังจากก่อนหน้านี้ อินเดียใช้สถานที่แข่งขันคือ แกรนด์ไฮแอต ในมุมไบ รายการนี้เริ่มสตาร์ตดวลคิวรอบแรก 64 คน ระบบ 4 ใน 7 เฟรม มีนักสอยคิวไทยผ่านการคัดเลือกมาเล่นได้ทั้งหมด 3 คน เริ่มจากสายบน",
                "ปรากฏว่า “ซันนี่ สายล่อฟ้า” อรรคนิธิ์ ส่งเสริมสวัสดิ์ แชมป์เยาวชนเอเชีย ออกคิวสุดเฉียบ เข้าเบรก 54 กับ 90 แต้ม ไล่แทง จ้าว หยู เป็ง ดาวโรจน์ของจีน ลงได้อย่างขาดลอย 4-1 เฟรม ด้วยสกอร์ 63-59, 94-0, 75-51, 16-79และ 74-46 ตีตั๋วเข้าสู่รอบ 64 คน เข้าไปเจอกับ มาร์ค เดวิส อดีตแชมป์ 6 แดงโลก 2 สมัยชาวอังกฤษ ที่คว่ำ เจสัน เวสตัน 4-0 ขณะที่ “ต๋อง ศิษย์ฉ่อย” ที่เพิ่งผ่านเข้ารอบ 16 คน รายการอินเตอร์เนชั่นแนล แชมเปียนชิพ ซึ่งเป็นผลงานที่ดี ที่สุดในรอบหลายปี เครื่องดับแพ้ คริส เวคลิน นักสอยคิวมือ 66 ของโลก วัย 24 ปีชาวอังกฤษ 1-4 เฟรม ตกรอบแรกเช่นเดียวกับ “แจ๊ค สระบุรี” เดชาวัต พุ่มแจ้ง ที่แพ้จอมเก๋า อเล็กซ์ บอร์ก จากมอลตา 2-4 เฟรม.วันที่ 5 ก.ค. 59 การแข่งขันสนุ้กเกอร์รายการสะสมคะแนนโลก อินเดียน โอเพ่น ซึ่งเป็นรายการล่าแต้มรายการที่ 2 ประจำซีซั่น 2016-17 เตรียมดวลคมคิวกันในวันนี้ ที่เอชไอซีซี โนโวเทล โฮเทล นครไฮเดอราบัด ประเทศอินเดีย ที่เป็นเจ้าภาพเป็นหนแรกด้วย หลังจากก่อนหน้านี้ อินเดียใช้สถานที่แข่งขันคือ แกรนด์ไฮแอต ในมุมไบ รายการนี้เริ่มสตาร์ตดวลคิวรอบแรก 64 คน ระบบ 4 ใน 7 เฟรม มีนักสอยคิวไทยผ่านการคัดเลือกมาเล่นได้ทั้งหมด 3 คน เริ่มจากสายบน",
                "ปรากฏว่า “ซันนี่ สายล่อฟ้า” อรรคนิธิ์ ส่งเสริมสวัสดิ์ แชมป์เยาวชนเอเชีย ออกคิวสุดเฉียบ เข้าเบรก 54 กับ 90 แต้ม ไล่แทง จ้าว หยู เป็ง ดาวโรจน์ของจีน ลงได้อย่างขาดลอย 4-1 เฟรม ด้วยสกอร์ 63-59, 94-0, 75-51, 16-79และ 74-46 ตีตั๋วเข้าสู่รอบ 64 คน เข้าไปเจอกับ มาร์ค เดวิส อดีตแชมป์ 6 แดงโลก 2 สมัยชาวอังกฤษ ที่คว่ำ เจสัน เวสตัน 4-0 ขณะที่ “ต๋อง ศิษย์ฉ่อย” ที่เพิ่งผ่านเข้ารอบ 16 คน รายการอินเตอร์เนชั่นแนล แชมเปียนชิพ ซึ่งเป็นผลงานที่ดี ที่สุดในรอบหลายปี เครื่องดับแพ้ คริส เวคลิน นักสอยคิวมือ 66 ของโลก วัย 24 ปีชาวอังกฤษ 1-4 เฟรม ตกรอบแรกเช่นเดียวกับ “แจ๊ค สระบุรี” เดชาวัต พุ่มแจ้ง ที่แพ้จอมเก๋า อเล็กซ์ บอร์ก จากมอลตา 2-4 เฟรม.วันที่ 5 ก.ค. 59 การแข่งขันสนุ้กเกอร์รายการสะสมคะแนนโลก อินเดียน โอเพ่น ซึ่งเป็นรายการล่าแต้มรายการที่ 2 ประจำซีซั่น 2016-17 เตรียมดวลคมคิวกันในวันนี้ ที่เอชไอซีซี โนโวเทล โฮเทล นครไฮเดอราบัด ประเทศอินเดีย ที่เป็นเจ้าภาพเป็นหนแรกด้วย หลังจากก่อนหน้านี้ อินเดียใช้สถานที่แข่งขันคือ แกรนด์ไฮแอต ในมุมไบ รายการนี้เริ่มสตาร์ตดวลคิวรอบแรก 64 คน ระบบ 4 ใน 7 เฟรม มีนักสอยคิวไทยผ่านการคัดเลือกมาเล่นได้ทั้งหมด 3 คน เริ่มจากสายบน",
                "ปรากฏว่า “ซันนี่ สายล่อฟ้า” อรรคนิธิ์ ส่งเสริมสวัสดิ์ แชมป์เยาวชนเอเชีย ออกคิวสุดเฉียบ เข้าเบรก 54 กับ 90 แต้ม ไล่แทง จ้าว หยู เป็ง ดาวโรจน์ของจีน ลงได้อย่างขาดลอย 4-1 เฟรม ด้วยสกอร์ 63-59, 94-0, 75-51, 16-79และ 74-46 ตีตั๋วเข้าสู่รอบ 64 คน เข้าไปเจอกับ มาร์ค เดวิส อดีตแชมป์ 6 แดงโลก 2 สมัยชาวอังกฤษ ที่คว่ำ เจสัน เวสตัน 4-0 ขณะที่ “ต๋อง ศิษย์ฉ่อย” ที่เพิ่งผ่านเข้ารอบ 16 คน รายการอินเตอร์เนชั่นแนล แชมเปียนชิพ ซึ่งเป็นผลงานที่ดี ที่สุดในรอบหลายปี เครื่องดับแพ้ คริส เวคลิน นักสอยคิวมือ 66 ของโลก วัย 24 ปีชาวอังกฤษ 1-4 เฟรม ตกรอบแรกเช่นเดียวกับ “แจ๊ค สระบุรี” เดชาวัต พุ่มแจ้ง ที่แพ้จอมเก๋า อเล็กซ์ บอร์ก จากมอลตา 2-4 เฟรม.วันที่ 5 ก.ค. 59 การแข่งขันสนุ้กเกอร์รายการสะสมคะแนนโลก อินเดียน โอเพ่น ซึ่งเป็นรายการล่าแต้มรายการที่ 2 ประจำซีซั่น 2016-17 เตรียมดวลคมคิวกันในวันนี้ ที่เอชไอซีซี โนโวเทล โฮเทล นครไฮเดอราบัด ประเทศอินเดีย ที่เป็นเจ้าภาพเป็นหนแรกด้วย หลังจากก่อนหน้านี้ อินเดียใช้สถานที่แข่งขันคือ แกรนด์ไฮแอต ในมุมไบ รายการนี้เริ่มสตาร์ตดวลคิวรอบแรก 64 คน ระบบ 4 ใน 7 เฟรม มีนักสอยคิวไทยผ่านการคัดเลือกมาเล่นได้ทั้งหมด 3 คน เริ่มจากสายบน",
                "ปรากฏว่า “ซันนี่ สายล่อฟ้า” อรรคนิธิ์ ส่งเสริมสวัสดิ์ แชมป์เยาวชนเอเชีย ออกคิวสุดเฉียบ เข้าเบรก 54 กับ 90 แต้ม ไล่แทง จ้าว หยู เป็ง ดาวโรจน์ของจีน ลงได้อย่างขาดลอย 4-1 เฟรม ด้วยสกอร์ 63-59, 94-0, 75-51, 16-79และ 74-46 ตีตั๋วเข้าสู่รอบ 64 คน เข้าไปเจอกับ มาร์ค เดวิส อดีตแชมป์ 6 แดงโลก 2 สมัยชาวอังกฤษ ที่คว่ำ เจสัน เวสตัน 4-0 ขณะที่ “ต๋อง ศิษย์ฉ่อย” ที่เพิ่งผ่านเข้ารอบ 16 คน รายการอินเตอร์เนชั่นแนล แชมเปียนชิพ ซึ่งเป็นผลงานที่ดี ที่สุดในรอบหลายปี เครื่องดับแพ้ คริส เวคลิน นักสอยคิวมือ 66 ของโลก วัย 24 ปีชาวอังกฤษ 1-4 เฟรม ตกรอบแรกเช่นเดียวกับ “แจ๊ค สระบุรี” เดชาวัต พุ่มแจ้ง ที่แพ้จอมเก๋า อเล็กซ์ บอร์ก จากมอลตา 2-4 เฟรม.วันที่ 5 ก.ค. 59 การแข่งขันสนุ้กเกอร์รายการสะสมคะแนนโลก อินเดียน โอเพ่น ซึ่งเป็นรายการล่าแต้มรายการที่ 2 ประจำซีซั่น 2016-17 เตรียมดวลคมคิวกันในวันนี้ ที่เอชไอซีซี โนโวเทล โฮเทล นครไฮเดอราบัด ประเทศอินเดีย ที่เป็นเจ้าภาพเป็นหนแรกด้วย หลังจากก่อนหน้านี้ อินเดียใช้สถานที่แข่งขันคือ แกรนด์ไฮแอต ในมุมไบ รายการนี้เริ่มสตาร์ตดวลคิวรอบแรก 64 คน ระบบ 4 ใน 7 เฟรม มีนักสอยคิวไทยผ่านการคัดเลือกมาเล่นได้ทั้งหมด 3 คน เริ่มจากสายบน",
                "ปรากฏว่า “ซันนี่ สายล่อฟ้า” อรรคนิธิ์ ส่งเสริมสวัสดิ์ แชมป์เยาวชนเอเชีย ออกคิวสุดเฉียบ เข้าเบรก 54 กับ 90 แต้ม ไล่แทง จ้าว หยู เป็ง ดาวโรจน์ของจีน ลงได้อย่างขาดลอย 4-1 เฟรม ด้วยสกอร์ 63-59, 94-0, 75-51, 16-79และ 74-46 ตีตั๋วเข้าสู่รอบ 64 คน เข้าไปเจอกับ มาร์ค เดวิส อดีตแชมป์ 6 แดงโลก 2 สมัยชาวอังกฤษ ที่คว่ำ เจสัน เวสตัน 4-0 ขณะที่ “ต๋อง ศิษย์ฉ่อย” ที่เพิ่งผ่านเข้ารอบ 16 คน รายการอินเตอร์เนชั่นแนล แชมเปียนชิพ ซึ่งเป็นผลงานที่ดี ที่สุดในรอบหลายปี เครื่องดับแพ้ คริส เวคลิน นักสอยคิวมือ 66 ของโลก วัย 24 ปีชาวอังกฤษ 1-4 เฟรม ตกรอบแรกเช่นเดียวกับ “แจ๊ค สระบุรี” เดชาวัต พุ่มแจ้ง ที่แพ้จอมเก๋า อเล็กซ์ บอร์ก จากมอลตา 2-4 เฟรม.วันที่ 5 ก.ค. 59 การแข่งขันสนุ้กเกอร์รายการสะสมคะแนนโลก อินเดียน โอเพ่น ซึ่งเป็นรายการล่าแต้มรายการที่ 2 ประจำซีซั่น 2016-17 เตรียมดวลคมคิวกันในวันนี้ ที่เอชไอซีซี โนโวเทล โฮเทล นครไฮเดอราบัด ประเทศอินเดีย ที่เป็นเจ้าภาพเป็นหนแรกด้วย หลังจากก่อนหน้านี้ อินเดียใช้สถานที่แข่งขันคือ แกรนด์ไฮแอต ในมุมไบ รายการนี้เริ่มสตาร์ตดวลคิวรอบแรก 64 คน ระบบ 4 ใน 7 เฟรม มีนักสอยคิวไทยผ่านการคัดเลือกมาเล่นได้ทั้งหมด 3 คน เริ่มจากสายบน",
                "ปรากฏว่า “ซันนี่ สายล่อฟ้า” อรรคนิธิ์ ส่งเสริมสวัสดิ์ แชมป์เยาวชนเอเชีย ออกคิวสุดเฉียบ เข้าเบรก 54 กับ 90 แต้ม ไล่แทง จ้าว หยู เป็ง ดาวโรจน์ของจีน ลงได้อย่างขาดลอย 4-1 เฟรม ด้วยสกอร์ 63-59, 94-0, 75-51, 16-79และ 74-46 ตีตั๋วเข้าสู่รอบ 64 คน เข้าไปเจอกับ มาร์ค เดวิส อดีตแชมป์ 6 แดงโลก 2 สมัยชาวอังกฤษ ที่คว่ำ เจสัน เวสตัน 4-0 ขณะที่ “ต๋อง ศิษย์ฉ่อย” ที่เพิ่งผ่านเข้ารอบ 16 คน รายการอินเตอร์เนชั่นแนล แชมเปียนชิพ ซึ่งเป็นผลงานที่ดี ที่สุดในรอบหลายปี เครื่องดับแพ้ คริส เวคลิน นักสอยคิวมือ 66 ของโลก วัย 24 ปีชาวอังกฤษ 1-4 เฟรม ตกรอบแรกเช่นเดียวกับ “แจ๊ค สระบุรี” เดชาวัต พุ่มแจ้ง ที่แพ้จอมเก๋า อเล็กซ์ บอร์ก จากมอลตา 2-4 เฟรม.วันที่ 5 ก.ค. 59 การแข่งขันสนุ้กเกอร์รายการสะสมคะแนนโลก อินเดียน โอเพ่น ซึ่งเป็นรายการล่าแต้มรายการที่ 2 ประจำซีซั่น 2016-17 เตรียมดวลคมคิวกันในวันนี้ ที่เอชไอซีซี โนโวเทล โฮเทล นครไฮเดอราบัด ประเทศอินเดีย ที่เป็นเจ้าภาพเป็นหนแรกด้วย หลังจากก่อนหน้านี้ อินเดียใช้สถานที่แข่งขันคือ แกรนด์ไฮแอต ในมุมไบ รายการนี้เริ่มสตาร์ตดวลคิวรอบแรก 64 คน ระบบ 4 ใน 7 เฟรม มีนักสอยคิวไทยผ่านการคัดเลือกมาเล่นได้ทั้งหมด 3 คน เริ่มจากสายบน",
                "ปรากฏว่า “ซันนี่ สายล่อฟ้า” อรรคนิธิ์ ส่งเสริมสวัสดิ์ แชมป์เยาวชนเอเชีย ออกคิวสุดเฉียบ เข้าเบรก 54 กับ 90 แต้ม ไล่แทง จ้าว หยู เป็ง ดาวโรจน์ของจีน ลงได้อย่างขาดลอย 4-1 เฟรม ด้วยสกอร์ 63-59, 94-0, 75-51, 16-79และ 74-46 ตีตั๋วเข้าสู่รอบ 64 คน เข้าไปเจอกับ มาร์ค เดวิส อดีตแชมป์ 6 แดงโลก 2 สมัยชาวอังกฤษ ที่คว่ำ เจสัน เวสตัน 4-0 ขณะที่ “ต๋อง ศิษย์ฉ่อย” ที่เพิ่งผ่านเข้ารอบ 16 คน รายการอินเตอร์เนชั่นแนล แชมเปียนชิพ ซึ่งเป็นผลงานที่ดี ที่สุดในรอบหลายปี เครื่องดับแพ้ คริส เวคลิน นักสอยคิวมือ 66 ของโลก วัย 24 ปีชาวอังกฤษ 1-4 เฟรม ตกรอบแรกเช่นเดียวกับ “แจ๊ค สระบุรี” เดชาวัต พุ่มแจ้ง ที่แพ้จอมเก๋า อเล็กซ์ บอร์ก จากมอลตา 2-4 เฟรม.วันที่ 5 ก.ค. 59 การแข่งขันสนุ้กเกอร์รายการสะสมคะแนนโลก อินเดียน โอเพ่น ซึ่งเป็นรายการล่าแต้มรายการที่ 2 ประจำซีซั่น 2016-17 เตรียมดวลคมคิวกันในวันนี้ ที่เอชไอซีซี โนโวเทล โฮเทล นครไฮเดอราบัด ประเทศอินเดีย ที่เป็นเจ้าภาพเป็นหนแรกด้วย หลังจากก่อนหน้านี้ อินเดียใช้สถานที่แข่งขันคือ แกรนด์ไฮแอต ในมุมไบ รายการนี้เริ่มสตาร์ตดวลคิวรอบแรก 64 คน ระบบ 4 ใน 7 เฟรม มีนักสอยคิวไทยผ่านการคัดเลือกมาเล่นได้ทั้งหมด 3 คน เริ่มจากสายบน",
                "ปรากฏว่า “ซันนี่ สายล่อฟ้า” อรรคนิธิ์ ส่งเสริมสวัสดิ์ แชมป์เยาวชนเอเชีย ออกคิวสุดเฉียบ เข้าเบรก 54 กับ 90 แต้ม ไล่แทง จ้าว หยู เป็ง ดาวโรจน์ของจีน ลงได้อย่างขาดลอย 4-1 เฟรม ด้วยสกอร์ 63-59, 94-0, 75-51, 16-79และ 74-46 ตีตั๋วเข้าสู่รอบ 64 คน เข้าไปเจอกับ มาร์ค เดวิส อดีตแชมป์ 6 แดงโลก 2 สมัยชาวอังกฤษ ที่คว่ำ เจสัน เวสตัน 4-0 ขณะที่ “ต๋อง ศิษย์ฉ่อย” ที่เพิ่งผ่านเข้ารอบ 16 คน รายการอินเตอร์เนชั่นแนล แชมเปียนชิพ ซึ่งเป็นผลงานที่ดี ที่สุดในรอบหลายปี เครื่องดับแพ้ คริส เวคลิน นักสอยคิวมือ 66 ของโลก วัย 24 ปีชาวอังกฤษ 1-4 เฟรม ตกรอบแรกเช่นเดียวกับ “แจ๊ค สระบุรี” เดชาวัต พุ่มแจ้ง ที่แพ้จอมเก๋า อเล็กซ์ บอร์ก จากมอลตา 2-4 เฟรม.วันที่ 5 ก.ค. 59 การแข่งขันสนุ้กเกอร์รายการสะสมคะแนนโลก อินเดียน โอเพ่น ซึ่งเป็นรายการล่าแต้มรายการที่ 2 ประจำซีซั่น 2016-17 เตรียมดวลคมคิวกันในวันนี้ ที่เอชไอซีซี โนโวเทล โฮเทล นครไฮเดอราบัด ประเทศอินเดีย ที่เป็นเจ้าภาพเป็นหนแรกด้วย หลังจากก่อนหน้านี้ อินเดียใช้สถานที่แข่งขันคือ แกรนด์ไฮแอต ในมุมไบ รายการนี้เริ่มสตาร์ตดวลคิวรอบแรก 64 คน ระบบ 4 ใน 7 เฟรม มีนักสอยคิวไทยผ่านการคัดเลือกมาเล่นได้ทั้งหมด 3 คน เริ่มจากสายบน",
                "ปรากฏว่า “ซันนี่ สายล่อฟ้า” อรรคนิธิ์ ส่งเสริมสวัสดิ์ แชมป์เยาวชนเอเชีย ออกคิวสุดเฉียบ เข้าเบรก 54 กับ 90 แต้ม ไล่แทง จ้าว หยู เป็ง ดาวโรจน์ของจีน ลงได้อย่างขาดลอย 4-1 เฟรม ด้วยสกอร์ 63-59, 94-0, 75-51, 16-79และ 74-46 ตีตั๋วเข้าสู่รอบ 64 คน เข้าไปเจอกับ มาร์ค เดวิส อดีตแชมป์ 6 แดงโลก 2 สมัยชาวอังกฤษ ที่คว่ำ เจสัน เวสตัน 4-0 ขณะที่ “ต๋อง ศิษย์ฉ่อย” ที่เพิ่งผ่านเข้ารอบ 16 คน รายการอินเตอร์เนชั่นแนล แชมเปียนชิพ ซึ่งเป็นผลงานที่ดี ที่สุดในรอบหลายปี เครื่องดับแพ้ คริส เวคลิน นักสอยคิวมือ 66 ของโลก วัย 24 ปีชาวอังกฤษ 1-4 เฟรม ตกรอบแรกเช่นเดียวกับ “แจ๊ค สระบุรี” เดชาวัต พุ่มแจ้ง ที่แพ้จอมเก๋า อเล็กซ์ บอร์ก จากมอลตา 2-4 เฟรม.วันที่ 5 ก.ค. 59 การแข่งขันสนุ้กเกอร์รายการสะสมคะแนนโลก อินเดียน โอเพ่น ซึ่งเป็นรายการล่าแต้มรายการที่ 2 ประจำซีซั่น 2016-17 เตรียมดวลคมคิวกันในวันนี้ ที่เอชไอซีซี โนโวเทล โฮเทล นครไฮเดอราบัด ประเทศอินเดีย ที่เป็นเจ้าภาพเป็นหนแรกด้วย หลังจากก่อนหน้านี้ อินเดียใช้สถานที่แข่งขันคือ แกรนด์ไฮแอต ในมุมไบ รายการนี้เริ่มสตาร์ตดวลคิวรอบแรก 64 คน ระบบ 4 ใน 7 เฟรม มีนักสอยคิวไทยผ่านการคัดเลือกมาเล่นได้ทั้งหมด 3 คน เริ่มจากสายบน"
            ]

            var name = ["นายเอกชัย ชัยศักดิ์ศรีสกุล",
                "นางสลึง สลวย",
                "นายสมทวย คงควนทอง",
                "นายเอกชัย ชัยศักดิ์ศรีสกุล",
                "นางสลึง สลวย",
                "นายสมทวย คงควนทอง",
                "นายเอกชัย ชัยศักดิ์ศรีสกุล",
                "นางสลึง สลวย",
                "นายสมทวย คงควนทอง"
            ]

            inner += '    <div class="columns is-multiline">'
            for (var i = 0; i < 9; i++) {


                inner += '    <div class="col-md-4">' 
                inner += '        <div class="card">' 
                inner += '          <div class="card-head">'
                inner += '             <p class=" has-text-centered" style="display:flex;flex-direction:row;justify-content:center;font-weight:bold;background:black"><a style="color:white;margin:10px;font-size:14px;">' + headernew[i] + '</a></p>'
                inner += '          </div>'
                inner += '           <div class="card-body dd">' 
                inner += '           <p>'+descrip[i].substring(0,140)+'...<a href="news2KKT.php">อ่านต่อ</a></p>' 
                inner += '            <span style="font-size:12px">บทความโดย: '+name[i]+'</span>' 
                inner += '           </div>' 
                inner += '       </div>' 
                inner += '   </div>' 



            }
            inner += '             </div>'
            $('#news').append(inner);


        }
    </script>

</head>
<body>
    <?php include('navKKT.php') ?>
    <div class="hero-body" style="margin-top:130px;background-color:#000;">
        <div style="text-align:center">
            <img src="images/KKT2.png" style="width:100%">
        </div>
    </div>
    <div class="row">
        <div class="col-sm-1"></div>
        <div class="col-sm-10" style="background:#FFFFFF;padding:0;width:100%;padding-bottom:40px;">
        <!-- -------------------------------------------------------------------------------------------------------------------------------------------------- -->
        <section class="section">
        <section class="font-face">
                <div class="column">
                    <span class="span m-card">บทความงานวิจัย</span>
                    <div class="textbox"></div>
                </div>
            </section>
        <!-- -------------------------------------------------------------------------------------------------------------------------------------------------- -->
        <section class="column m1">
            <div class="columns ">
                <div id="news"></div>
            </div>
        </section>

        <!--   --------------------------------------------------------------------------------------------------------------------------------------------------  -->
        
        </section>
        <!-- -------------------------------------------------------------------------------------------------------------------------------------------------- -->
        </div>
        <div class="col-sm-1"></div>
    </div>
    <!-- -------------------------------------------------------------------------------------------------------------------------------------------------- -->
    <?php include('footerKKT.php') ?>
    <!-- -------------------------------------------------------------------------------------------------------------------------------------------------- -->
</body>
</html>